export const fruitInfo = [{
 "name": "西瓜",
 "city": "潍坊市",
 "price": 38.00,
 "date": "2022-04-18"
},{
 "name": "红富士苹果",
 "city": "庆阳市",
 "price": 3000.00,
 "date": "2022-04-18"
},{
 "name": "红富士苹果",
 "city": "庆阳市",
 "price": 5.00,
 "date": "2022-04-18"
},{
 "name": "樱桃",
 "city": "潍坊市",
 "price": 60.00,
 "date": "2022-04-18"
},{
 "name": "梨",
 "city": "石家庄市",
 "price": 3.50,
 "date": "2022-04-18"
},{
 "name": "红富士苹果",
 "city": "庆阳市",
 "price": 50.00,
 "date": "2022-04-18"
},{
 "name": "油桃",
 "city": "秦皇岛市",
 "price": 0.70,
 "date": "2022-04-18"
},{
 "name": "枇杷",
 "city": "莆田市",
 "price": 3.00,
 "date": "2022-04-17"
},{
 "name": "红富士苹果",
 "city": "庆阳市",
 "price": 3.00,
 "date": "2022-04-17"
},{
 "name": "樱桃",
 "city": "泰安市",
 "price": 20.00,
 "date": "2022-04-17"
},{
 "name": "红富士苹果",
 "city": "庆阳市",
 "price": 6.00,
 "date": "2022-04-17"
},{
 "name": "火龙果",
 "city": "南宁市",
 "price": 2.50,
 "date": "2022-04-17"
},{
 "name": "荔枝",
 "city": "昆明市",
 "price": 5.00,
 "date": "2022-04-16"
},{
 "name": "荔枝",
 "city": "玉溪市",
 "price": 2.00,
 "date": "2022-04-16"
},{
 "name": "苹果",
 "city": "日照市",
 "price": 0.60,
 "date": "2022-04-16"
},{
 "name": "火龙果",
 "city": "南宁市",
 "price": 1.00,
 "date": "2022-04-16"
},{
 "name": "西瓜",
 "city": "徐州市",
 "price": 10.00,
 "date": "2022-04-13"
},{
 "name": "大桃",
 "city": "湘西土家族苗族自治州",
 "price": 0.90,
 "date": "2022-04-13"
},{
 "name": "葡萄",
 "city": "楚雄彝族自治州",
 "price": 13.00,
 "date": "2022-04-13"
},{
 "name": "红富士苹果",
 "city": "商丘市",
 "price": 2.00,
 "date": "2022-04-13"
},{
 "name": "枇杷",
 "city": "莆田市",
 "price": 40.00,
 "date": "2022-04-13"
},{
 "name": "梨",
 "city": "石家庄市",
 "price": 10.00,
 "date": "2022-04-12"
},{
 "name": "樱桃",
 "city": "潍坊市",
 "price": 2.50,
 "date": "2022-04-12"
},{
 "name": "桔子",
 "city": "文山壮族苗族自治州",
 "price": 5.00,
 "date": "2022-04-12"
},{
 "name": "李子",
 "city": "石家庄市",
 "price": 2.00,
 "date": "2022-04-11"
},{
 "name": "李子",
 "city": "渭南市",
 "price": 2.00,
 "date": "2022-04-10"
},{
 "name": "油桃",
 "city": "聊城市",
 "price": 25.00,
 "date": "2022-04-10"
},{
 "name": "樱桃",
 "city": "泰安市",
 "price": 90.00,
 "date": "2022-04-09"
},{
 "name": "李子",
 "city": "石家庄市",
 "price": 2.60,
 "date": "2022-04-09"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 2.60,
 "date": "2022-04-08"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 8.00,
 "date": "2022-04-08"
},{
 "name": "樱桃",
 "city": "渭南市",
 "price": 30.00,
 "date": "2022-04-08"
},{
 "name": "榴梿",
 "city": "国外进口",
 "price": 30.00,
 "date": "2022-04-08"
},{
 "name": "柚子",
 "city": "怀化市",
 "price": 3.00,
 "date": "2022-04-07"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 1.90,
 "date": "2022-04-06"
},{
 "name": "哈密瓜",
 "city": "日照市",
 "price": 4.00,
 "date": "2022-04-05"
},{
 "name": "枇杷",
 "city": "福州市",
 "price": 12.00,
 "date": "2022-04-04"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 1.00,
 "date": "2022-04-04"
},{
 "name": "李子",
 "city": "茂名市",
 "price": 8.00,
 "date": "2022-04-04"
},{
 "name": "枇杷",
 "city": "雅安市",
 "price": 55.00,
 "date": "2022-04-03"
},{
 "name": "西瓜",
 "city": "潍坊市",
 "price": 50.00,
 "date": "2022-04-03"
},{
 "name": "草莓",
 "city": "青岛市",
 "price": 1.00,
 "date": "2022-04-03"
},{
 "name": "樱桃",
 "city": "烟台市",
 "price": 25.00,
 "date": "2022-04-02"
},{
 "name": "油桃",
 "city": "辽宁",
 "price": 2.00,
 "date": "2022-04-02"
},{
 "name": "椰子",
 "city": "国外进口",
 "price": 1.00,
 "date": "2022-04-02"
},{
 "name": "甜瓜",
 "city": "安阳市",
 "price": 3.00,
 "date": "2022-04-01"
},{
 "name": "葡萄",
 "city": "青岛市",
 "price": 10.00,
 "date": "2022-04-01"
},{
 "name": "哈密瓜",
 "city": "聊城市",
 "price": 35.00,
 "date": "2022-04-01"
},{
 "name": "樱桃",
 "city": "大连市",
 "price": 9.90,
 "date": "2022-03-30"
},{
 "name": "枇杷",
 "city": "莆田市",
 "price": 1.00,
 "date": "2022-03-30"
},{
 "name": "橙子",
 "city": "重庆",
 "price": 1.00,
 "date": "2022-03-30"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 3.00,
 "date": "2022-03-29"
},{
 "name": "樱桃",
 "city": "大连市",
 "price": 10.00,
 "date": "2022-03-29"
},{
 "name": "人参果",
 "city": "唐山市",
 "price": 9.00,
 "date": "2022-03-29"
},{
 "name": "芒果",
 "city": "三亚市",
 "price": 6.00,
 "date": "2022-03-28"
},{
 "name": "枇杷",
 "city": "莆田市",
 "price": 0.30,
 "date": "2022-03-27"
},{
 "name": "包装",
 "city": "广州市",
 "price": 4.00,
 "date": "2022-03-27"
},{
 "name": "油桃",
 "city": "朝阳市",
 "price": 25.00,
 "date": "2022-03-26"
},{
 "name": "西瓜",
 "city": "忻州市",
 "price": 1.50,
 "date": "2022-03-26"
},{
 "name": "油桃",
 "city": "秦皇岛市",
 "price": 15.00,
 "date": "2022-03-26"
},{
 "name": "李子",
 "city": "茂名市",
 "price": 1.80,
 "date": "2022-03-26"
},{
 "name": "橙子",
 "city": "重庆",
 "price": 22.00,
 "date": "2022-03-25"
},{
 "name": "葡萄",
 "city": "大连市",
 "price": 15.00,
 "date": "2022-03-25"
},{
 "name": "弥猴桃",
 "city": "西安市",
 "price": 2.90,
 "date": "2022-03-23"
},{
 "name": "弥猴桃",
 "city": "长沙市",
 "price": 3.00,
 "date": "2022-03-22"
},{
 "name": "砂糖橘",
 "city": "南宁市",
 "price": 3.00,
 "date": "2022-03-22"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 1.00,
 "date": "2022-03-22"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 3.00,
 "date": "2022-03-22"
},{
 "name": "红富士苹果",
 "city": "淄博市",
 "price": 2.00,
 "date": "2022-03-22"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 55.00,
 "date": "2022-03-22"
},{
 "name": "火龙果",
 "city": "南宁市",
 "price": 13.00,
 "date": "2022-03-22"
},{
 "name": "樱桃",
 "city": "阜新市",
 "price": 10.00,
 "date": "2022-03-21"
},{
 "name": "包装",
 "city": "佛山市",
 "price": 1.20,
 "date": "2022-03-21"
},{
 "name": "柠檬",
 "city": "揭阳市",
 "price": 3.00,
 "date": "2022-03-21"
},{
 "name": "芒果",
 "city": "攀枝花市",
 "price": 2.50,
 "date": "2022-03-20"
},{
 "name": "桔子",
 "city": "乐山市",
 "price": 45.00,
 "date": "2022-03-15"
},{
 "name": "李子",
 "city": "黔西南布依族苗族自治州",
 "price": 8.00,
 "date": "2022-03-15"
},{
 "name": "杏子",
 "city": "重庆",
 "price": 46.90,
 "date": "2022-03-14"
},{
 "name": "柠檬",
 "city": "漳州市",
 "price": 5.00,
 "date": "2022-03-14"
},{
 "name": "李子",
 "city": "阿坝藏族羌族自治州",
 "price": 0.70,
 "date": "2022-03-13"
},{
 "name": "哈密瓜",
 "city": "台州市",
 "price": 1.60,
 "date": "2022-03-13"
},{
 "name": "芒果",
 "city": "海口市",
 "price": 2.80,
 "date": "2022-03-13"
},{
 "name": "樱桃",
 "city": "淄博市",
 "price": 3.00,
 "date": "2022-03-12"
},{
 "name": "桔子",
 "city": "贺州市",
 "price": 2.00,
 "date": "2022-03-11"
},{
 "name": "椪柑",
 "city": "衢州市",
 "price": 35.00,
 "date": "2022-03-09"
},{
 "name": "李子",
 "city": "安顺市",
 "price": 1.00,
 "date": "2022-03-09"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 3.00,
 "date": "2022-03-09"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 0.50,
 "date": "2022-03-09"
},{
 "name": "桔子",
 "city": "桂林市",
 "price": 120.00,
 "date": "2022-03-08"
},{
 "name": "包装",
 "city": "武汉市",
 "price": 2.50,
 "date": "2022-03-07"
},{
 "name": "樱桃",
 "city": "阜新市",
 "price": 5.00,
 "date": "2022-03-07"
},{
 "name": "橙子",
 "city": "钦州市",
 "price": 3.50,
 "date": "2022-03-05"
},{
 "name": "桔子",
 "city": "来宾市",
 "price": 6.00,
 "date": "2022-03-05"
},{
 "name": "红提",
 "city": "济宁市",
 "price": 1.20,
 "date": "2022-03-05"
},{
 "name": "苹果",
 "city": "临汾市",
 "price": 1.00,
 "date": "2022-03-05"
},{
 "name": "柚子",
 "city": "怀化市",
 "price": 6.00,
 "date": "2022-03-04"
},{
 "name": "李子",
 "city": "茂名市",
 "price": 50.00,
 "date": "2022-03-04"
},{
 "name": "桔子",
 "city": "雅安市",
 "price": 1.70,
 "date": "2022-03-04"
},{
 "name": "梨",
 "city": "聊城市",
 "price": 4.00,
 "date": "2022-03-04"
},{
 "name": "枣",
 "city": "运城市",
 "price": 2.30,
 "date": "2022-03-03"
},{
 "name": "李子",
 "city": "云浮市",
 "price": 6.00,
 "date": "2022-02-27"
},{
 "name": "人参果",
 "city": "武威市",
 "price": 3.00,
 "date": "2022-02-27"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 45.00,
 "date": "2022-02-26"
},{
 "name": "樱桃",
 "city": "潍坊市",
 "price": 1.20,
 "date": "2022-02-25"
},{
 "name": "桔子",
 "city": "自贡市",
 "price": 2.50,
 "date": "2022-02-24"
},{
 "name": "红提",
 "city": "上海",
 "price": 4.00,
 "date": "2022-02-24"
},{
 "name": "枇杷",
 "city": "南宁市",
 "price": 4.50,
 "date": "2022-02-23"
},{
 "name": "苹果",
 "city": "聊城市",
 "price": 0.55,
 "date": "2022-02-23"
},{
 "name": "芦柑",
 "city": "德宏傣族景颇族自治州",
 "price": 13.00,
 "date": "2022-02-23"
},{
 "name": "枇杷",
 "city": "漳州市",
 "price": 6.00,
 "date": "2022-02-21"
},{
 "name": "甜瓜",
 "city": "聊城市",
 "price": 2.20,
 "date": "2022-02-21"
},{
 "name": "砂糖橘",
 "city": "四川",
 "price": 30.00,
 "date": "2022-02-21"
},{
 "name": "梨",
 "city": "运城市",
 "price": 10.00,
 "date": "2022-02-21"
},{
 "name": "苹果",
 "city": "济宁市",
 "price": 3.50,
 "date": "2022-02-20"
},{
 "name": "椰子",
 "city": "国外进口",
 "price": 2.50,
 "date": "2022-02-20"
},{
 "name": "甜瓜",
 "city": "潍坊市",
 "price": 3.00,
 "date": "2022-02-20"
},{
 "name": "桔子",
 "city": "成都市",
 "price": 1.00,
 "date": "2022-02-19"
},{
 "name": "芦柑",
 "city": "德宏傣族景颇族自治州",
 "price": 2.50,
 "date": "2022-02-19"
},{
 "name": "杏子",
 "city": "运城市",
 "price": 2.00,
 "date": "2022-02-19"
},{
 "name": "嘎啦苹果",
 "city": "昭通市",
 "price": 5.00,
 "date": "2022-02-18"
},{
 "name": "梨",
 "city": "运城市",
 "price": 1.60,
 "date": "2022-02-18"
},{
 "name": "砂糖橘",
 "city": "资阳市",
 "price": 3.50,
 "date": "2022-02-18"
},{
 "name": "苹果",
 "city": "聊城市",
 "price": 16.00,
 "date": "2022-02-18"
},{
 "name": "椪柑",
 "city": "南宁市",
 "price": 1.50,
 "date": "2022-02-16"
},{
 "name": "葡萄",
 "city": "邢台市",
 "price": 0.80,
 "date": "2022-02-16"
}];